[
{"title": ["Media Firm “Providr” Allegedly Owes Money to Several Angry Facebook Publishers"], "description": ["The company gained prominence by asserting they were compliant with Facebook’s rules at a time when few other firms were. They were not, and and now their former clients feel duped.\t\t"], "claim": [], "rating": [], "paragraphs": [], "paragraphsExtra": [" ", " ", "If you logged into Facebook this year, chances are material originating with the company “Providr” crossed your timeline. And more likely than not you saw that material shared from the Facebook page of a celebrity or a prominent “influencer.” That content, which would not necessarily have been ", " reported, would likely have been uplifting, adorable, terrifying, or anger-provoking — the dominant flavors of viral Facebook fare. In most cases, the pages sharing this content would have received a share of the advertising revenue generated by the ads embedded in those articles.", "Providr’s business model of producing viral content for high-follower pages to share in exchange for a portion of ad revenues was far from unique. Years earlier, an entire economy had developed around the concept of enlisting pages with many followers to share articles and split ad profits. However, on 25 January 2018, Facebook ", " they would be changing their ", " regarding branded content effective 28 February 2018, stipulating that Facebook page owners could no longer “accept anything of value to post content that you did not create or were not involved in the creation of, or that does not feature you.”", "Although this policy change had no discernible impact on most Facebook users, several social media companies had built an industry around recruiting popular Facebook pages to share viral content in return for ad revenue splits, a practice now banned under current Facebook policy. Many of those social media companies, including the prominent firm ", ", announced that they would be suspending operations because their business models were not sustainable under Facebook’s new rules.", "Providr CEO Gary Lipovetsky, however, ", " in a since-deleted post that he had a solution which would make his company’s business model compliant with Facebook. Lipovetsky’s solution was the inclusion of custom software that appended the name of the Facebook page or celebrity sharing Providr’s story below that of the actual author, giving each article the appearance that it had been co-authored by, or “featured,” each person sharing the post. Lipovetsky repeatedly assured his clients that Providr remained compliant with Facebook’s rules.", "We first reported on Providr’s sleight-of-hand in a 26 May 2018 ", ", and as part that reporting we emailed Facebook a request for comment on Providr’s deceptive use of code to generate co-authorship bylines. At the time, a Facebook spokesperson told us that such a practice would, in theory, be contrary to their policies, and that pages violating such policies could expect to see their distribution and monetization “significantly” reduced (or even be shut down).", "On the same day that we contacted Facebook, email and analytics records we later obtained from multiple individuals who had worked with Providr showed that Facebook had likely revoked Providr’s inclusion in their “", "” program, slashing the reach of Providr’s content dramatically.", "Instant Articles is a feature Facebook offers to publishers that allows their content to be distributed natively within the Facebook app. This process, Facebook avers, can expand the reach of pages shared. It also allows Facebook themselves to place ads in those articles, providing them with a cut of the profits generated by the articles as well.", "To make matters even worse for Providr, on 29 May 2018 Facebook again ", " their branded content rules in a way that would be crushing to Providr’s business: They began to crack down on “manufactured sharing,” or the “inauthentic” sharing of the same articles on multiple unrelated pages.", "In an unsolicited email following our original report, one anonymous individual claiming an association with Providr described “the shit show that’s taking place” thanks to the loss of these publishing privileges. Ever since our May reporting, Providr has allegedly withheld money it owes their publishing partners. (Providr CEO Gary Lipovetsky declined to comment on a detailed list of questions we sent him, citing ongoing discussions with Facebook. Facebook likewise declined to respond to a detailed list of questions, or offer comment on anything regarding Providr’s status as a publisher for this story.)", "Several events began to unfold when Facebook allegedly revoked Providr’s Instant Articles access on the day we inquired about Providr’s practices. First, publishers who were sharing those Providr links saw a dramatic decrease in the amount of money they were earning from the Providr posts they shared on their pages. A publisher who uses the pseudonym Clea and operates the Facebook page “", "” saw the reach (and revenue) from Providr’s posts decrease dramatically, as reported in her Providr dashboard. The explanation she was given by Florind Metalla, the manager of publisher relations for Providr, was that the company had “noticed a glitch with Instant Articles and [were] looking into it with our team at Facebook.”", "On 22 June 2018, Clea received an email from a Providr publisher relations executive named Paul Williams that did not begin reassuringly: “I wanted to notify you that Providr is still operational and that they will make an announcement soon to update you all. In terms of May payment, it will be made at the end of [June].”", "That payment never arrived, according to Clea. A separate Facebook publisher partnered with Providr, who wished to remain anonymous, reached out to tell us that, like Clea, they did not receive their Providr revenue payment. In early July, that publisher emailed the accounting department at Providr and received the following automated response (which suggested many other publishers had also made similar inquiries about missing revenues) blaming Facebook for Providr’s inability to make payments:", "Another former Providr publishing partner, a man in Pakistan who runs several high-traffic Facebook pages and wished to remain anonymous for fear that Facebook would punish his pages, told us via Skype that he received the same canned response when he asked about his payment. His frustration was palpable:", "After Clea’s payment failed to arrive by 30 June, she received a message sent on 2 July 2018 from Prashast Singh, Providr’s manager of operations, which described the ad revenue situation in a bit more detail:", "The third consequence of Facebook’s actions against Providr — for some the most damaging aspect — was that pages such as Clea’s, which she had spent years building up independent of her association with Providr, were either suspended, shut down, or blocked from sharing any links whatsoever on Facebook.", "Though she was never told so explicitly by Facebook, Clea suspects that the few Providr articles she had shared caused her page to be banned permanently from sharing links. Several other publishers who also shared Providr content were placed on temporary bans, so it remains unclear why Clea’s page might have faced a permanent ban on link-sharing.", "These events, Clea maintained to us in an email, meant that her brief, eight-week association with Providr effectively destroyed a ", " she had been building since 2010 that had evolved to become her sole source of income:", "(We have not independently assessed Clea’s page for Facebook compliance, and Facebook declined our multiple requests to comment on the status of her page, citing privacy concerns.)", "One could advance the logical argument that the arrangement Clea had with Providr, in which she would receive payment through her Facebook page from a third party in exchange for posting the third party’s content outside the context of Facebook’s branded content system, was a clear violation of existing policy at the time. This argument would suggest that action against her page was justified, regardless of Providr’s involvement in the matter.", "Based upon correspondence and internal company documents provided to us by several former publishers, however, one could also make a compelling argument that Providr aggressively recruited people using false claims of Facebook compliance. In this scenario, Providr was ultimately responsible for the destruction of Facebook pages that had made a good-faith effort to follow Facebook’s rules. “[I] fully believed I was in compliance with Facebook right up until I got the link ban.” Clea wrote, “I am completely devastated.”", "Providr’s efforts to recruit high-follower pages was aggressive and full of what turned out to be unfounded confidence. In his opening pitch to prospective Facebook page owners, according to emails obtained by Snopes, Providr operations manager Paul Williams included an infographic in his emails claiming the company’s approach was “100% Facebook compliant and verified through [our] direct relationship with Facebook.”", "As recently as 12 July 2018, Providr’s corporate page still ", " that “Facebook likes our content [because] we have a close working relationship with Facebook [that] enables us to help our celebrity and social media influencer partners develop their accounts, grow their audiences, and increase their reach on Facebook.”", "Williams first reached out to Clea in October 2016. She told him she wasn’t interested in working with Providr because she was under the impression that without a verified check mark on her page, she would not be able to collect income under Facebook’s rules. She ignored multiple follow-ups from Williams before she finally responded to a March 2017 email. In his response to her concerns, Williams wrote:", "In total, Williams contacted Clea at least 20 times between October 2016 and August 2017 without successfully convincing her to partner with Providr. Then Florind Metalla, the manager of publisher relations at Providr, initiated the recruitment process all over again.", "On 30 January 2018, Clea received another unsolicited email, this time from Metalla. “I’m contacting you with an opportunity regarding your Facebook Page … working with Providr to earn a passive income,” he wrote. The email ended with an offer: “I’d like to create an account for you so that you can start testing our content,” he said. “We have no long-term contracts and you can terminate with us at any time.”", "Clea did not respond to this email, either. Between January and February 2018, Metalla emailed Clea eight times with canned follow-up pitches. By the end of February 2018, however, Facebook’s new branded content rules were about to be instituted, and Clea used the introduction of these new rules as an opportunity to turn down Providr politely:", "Metalla was not swayed by Clea’s accurate characterization of the Facebook publishing market and convinced her to talk things over via telephone. In a follow-up email on 8 March 2018, Metalla sold Clea on Providr’s use of fabricated bylines (the dodge that informed our original ", " on Providr), asserting that it was an acceptable way around Facebook’s rules:", "“Unfortunately, Florind was very persuasive,” Clea wrote to us in an email describing her decision to finally partner with Providr. (Metalla did not respond to our request for comment on this story.)", "Now, Providr allegedly owes Clea money, and she has lost the ability to post links on her Facebook page with over three million followers, which she tells us has been the primary source of income for her and her family. While some people allegedly punished for posting Providr content have had their privileges restored, Clea has not, and Facebook has told her their decision is final and unappealable.", "On 21 June 2018, after Clea made several unsuccessful attempts to contact Metalla to discuss the money she was owed and the status of her now largely inoperable Facebook page, Metalla informed Clea that he was leaving Provdr effective the next day. Clea stated that Metalla told her “He was starting with a new media company for a ‘fresh start.’”", "The company that Metalla had joined for that “fresh start” was a company based out of the same Toronto office space that Metalla’s email signature indicated belonged to Providr. That company, ", ", was co-founded by the same two people who started Providr: Gary Lipovetsky and Michael Tulman.", "These two individuals, along with Paul Williams (the person currently in charge of publisher relations at whatever is left of Providr) have been in business together since at least 2009, when they started a company called “DealFind.com” which they subsequently sold in 2012.", "Florind Metalla’s ", " at Social Pulse Marketing, an apparent promotion, is “Director of Strategic Partnerships,” according to their website: “He works closely with our partners to ensure that the right strategies are in place and the right teams are involved to ensure smooth and flawless execution.”", "While Social Pulse Marketing has, according to Gary Lipovetsky’s LinkedIn ", ", been in existence since 2016 and first established a web presence in ", ", the influx of former Providr executives to it appears to be a more recent phenomenon. Maninder Singh, listed as Social Pulse’s Director of Campaign Management, still displays his job on ", " as the Digital Campaign Specialist at Providr Inc. Oleksii Вorisov is, or was, Director of Technology at both Providr and Social Pulse.", "“He [Lipovetsky] is going to declare bankruptcy,” the page owner who provided us with the email she received from Providr’s accounting team regarding delayed payment predicted to us on the telephone. Every page owner we spoke with expressed that same concern: that Lipovetsky and his associates might be attempting to get out of their debt to publishers by shifting resources to Social Pulse Marketing before declaring bankruptcy at Providr, though we cannot confirm this assertion.", "On 16 June 2018, just two weeks before Providr would miss its deadline for paying out May revenues to publishers, a picture posted to his private Instagram account showed the Ontario-based Lipovetsky “discovering the Hamptons” with his wife:", "On 5 July, a new character with the title of “Director of Public Relations” for Providr responded to one of Clea’s repeated requests that she be paid what she is owed. Instead of assuaging her fears, this individual doubled down on the claim that the situation was all Facebook’s fault, and that Providr was committed to fighting for everyone’s money:", "We cannot speak to the claim about Providr’s contacting or retaining an attorney once employed by the twin entrepreneurs famous for suing Facebook, but it would appear that publishers are ", " “on” the same boat as Providr’s executive staff, who look to be safely afloat in a nearly identical ship called Social Pulse Marketing, Inc.", "."], "blockquotes": [], "innerLinksParagraph": [], "innerLinksBlockquote": []},
{"title": ["Did Congresswoman Ateesha Nubbins Put an Upper-Age Limit on Voting?"], "description": ["A meme created by a satirical Facebook page convinced some viewers that a fictional congresswoman was attempting to pass a non-existent law.\t\t"], "claim": ["\n\t\t\t\t\tCongresswoman Ateesha Nubbins pushed for a bill that would establish an upper-age voting limit.\t\t\t\t\t\t\t\t\t"], "rating": ["False"], "paragraphs": ["The Facebook page “The Last Line of Defense” is a constant source of sarcastic political memes and misinformation, often fooling credulous users despite its long ", " of sharing fake news and disclaimers labeling its content as “satire.”", "In mid-July 2018, we began receiving questions from readers about a congresswoman named “Ateesha Nubbins” who was allegedly pushing a bill numbered “HB 814U,” which would place an upper-age limit on voting.", "Sure enough, when we looked into the matter we ", " that the rumor had originated as a meme shared by that ", " purveyor of political piffle, The Last Line of Defense:", " ", "\nEverything about the meme is inaccurate.", "For starters, there is no ", " named Ateesha Nubbins. The pictured woman is actually ", ", a lawyer who serves as the senior vice president and assistant general counsel at CBS Corp. in New York. ", "Nor is there legislation currently before the ", " (or the ", ", for that matter) numbered “HB 814U.” A bill with a similar number, ", ", was introduced in the House of Representatives in 2017, but it pertained to veterans’ benefits, not the voting age. The Illinois General Assembly considered a bill numbered ", " in 2015 in Illinois, but again, it had nothing to do with voting. ", "As noted above, The Last Line of Defense does not publish factual content. The page’s “About” section states that nothing on it is real, and comprises “a collection of the satirical whimsies of liberal trolls masquerading as conservatives.”"], "paragraphsExtra": ["The Facebook page “The Last Line of Defense” is a constant source of sarcastic political memes and misinformation, often fooling credulous users despite its long ", " of sharing fake news and disclaimers labeling its content as “satire.”", "In mid-July 2018, we began receiving questions from readers about a congresswoman named “Ateesha Nubbins” who was allegedly pushing a bill numbered “HB 814U,” which would place an upper-age limit on voting.", "Sure enough, when we looked into the matter we ", " that the rumor had originated as a meme shared by that ", " purveyor of political piffle, The Last Line of Defense:", "For starters, there is no ", " named Ateesha Nubbins. The pictured woman is actually ", ", a lawyer who serves as the senior vice president and assistant general counsel at CBS Corp. in New York. ", "Nor is there legislation currently before the ", " (or the ", ", for that matter) numbered “HB 814U.” A bill with a similar number, ", ", was introduced in the House of Representatives in 2017, but it pertained to veterans’ benefits, not the voting age. The Illinois General Assembly considered a bill numbered ", " in 2015 in Illinois, but again, it had nothing to do with voting. ", "As noted above, The Last Line of Defense does not publish factual content. The page’s “About” section states that nothing on it is real, and comprises “a collection of the satirical whimsies of liberal trolls masquerading as conservatives.”"], "blockquotes": [], "innerLinksParagraph": ["https://www.snopes.com/tag/the-last-line-of-defense/", "https://www.facebook.com/thelastlineofdefense/photos/a.1971813286411435.1073741829.1677069712552462/2108078659451563/?type=3&theater", "https://www.snopes.com/news/2016/01/14/fake-news-sites/", "https://www.congress.gov/members", "http://archive.news.indiana.edu/releases/iu/2017/03/maurer-board-of-visitors.shtml", "https://www.congress.gov/", "https://legis.delaware.gov/AllLegislation", "https://www.congress.gov/bill/115th-congress/house-bill/814?q=%7B%22search%22%3A%5B%22814%22%5D%7D&r=2", "http://ilga.gov/legislation/BillStatus.asp?DocNum=814&GA=099&DocTypeID=HB&LegId=85288&SessionID=88"], "innerLinksBlockquote": []},
{"title": ["Did Disney Announce It Was to Open a Theme Park in Escanaba, Michigan?"], "description": ["An obscure satirical web site managed to trick many readers with a fabricated story in the summer of 2018.\t\t"], "claim": ["\n\t\t\t\t\tIn July 2018, a Disney spokesperson indicated that the company was planning to open a theme park in Escanaba, Michigan.\t\t\t\t\t\t\t\t\t"], "rating": ["False"], "paragraphs": ["In the summer of 2018, a relatively obscure satirical web site managed to create an online buzz and trick some readers into believing that the Walt Disney Company was about to begin work on a new theme park in a small city in Michigan’s Upper Peninsula. ", "Uncle Walt’s Insider, which publishes Disney and amusement park-themed fake news and satire, ", " on 2 July:", "The story is a fabrication. There is no Disney spokesperson named “Jun Disney,” and the incident described as a motivating factor for the company’s purported decision — an apparition of Mickey Mouse in a bowl of cereal in Escanaba — was in fact another ", " from the same web site. ", "Uncle Walt’s Insider is replete with tongue-in-cheek allusions to its satirical nature (staff ", " mention a founder named “Uncle Walt,” born in 1901, like Walt Disney himself; and the home page features a ", " from Uncle Walt which reads “There’s so much misinformation out there. We’re just doing what we can to help.”)", "Setting aside the clearly satirical intentions behind the web site and its articles, there is no corroboration whatsoever — even in the form of unofficial rumors — for the claim that Disney is planning to build a new theme park in Escanaba, Michigan. "], "paragraphsExtra": ["In the summer of 2018, a relatively obscure satirical web site managed to create an online buzz and trick some readers into believing that the Walt Disney Company was about to begin work on a new theme park in a small city in Michigan’s Upper Peninsula. ", "Uncle Walt’s Insider, which publishes Disney and amusement park-themed fake news and satire, ", " on 2 July:", "The story is a fabrication. There is no Disney spokesperson named “Jun Disney,” and the incident described as a motivating factor for the company’s purported decision — an apparition of Mickey Mouse in a bowl of cereal in Escanaba — was in fact another ", " from the same web site. ", "Uncle Walt’s Insider is replete with tongue-in-cheek allusions to its satirical nature (staff ", " mention a founder named “Uncle Walt,” born in 1901, like Walt Disney himself; and the home page features a ", " from Uncle Walt which reads “There’s so much misinformation out there. We’re just doing what we can to help.”)", "Setting aside the clearly satirical intentions behind the web site and its articles, there is no corroboration whatsoever — even in the form of unofficial rumors — for the claim that Disney is planning to build a new theme park in Escanaba, Michigan. "], "blockquotes": ["Following the recent discovery of a “Hidden Mickey” in a bowl of breakfast cereal, Disney has announced that they will be building a theme park just outside of Escanaba, Michigan. Escanaba? Seriously? Escanaba? Seriously. They said Escanaba.", "…", "We caught up with Disney spokesperson Jun Disney (no relation) for the backstory. “After the discovery of the Hidden Mickey in the Corn Flakes, we took that as a sign that we really should take a closer look at Escanaba. It turns out that it (Escanaba) is an amazingly scenic town in Michigan’s Upper Peninsula. We went up there, and we were blown away. The warm waters of Lake Michigan, the delicious pasties, and the friendliness of the Yuppers, it all makes sense.” "], "innerLinksParagraph": ["https://web.archive.org/web/20180709142654/https://unclewalts.com/other/escanaba-theme-park/", "https://web.archive.org/web/20180709145034/https://unclewalts.com/other/hidden-mickey-corn-flakes/", "https://web.archive.org/web/20180709150722/https://unclewalts.com/about/", "https://web.archive.org/web/20180709150934/https://unclewalts.com/"], "innerLinksBlockquote": []},
{"title": ["Is Clint Eastwood Leaving Hollywood?"], "description": ["A spurious quote supposedly uttered by actor Clint Eastwood about how he was \"leaving Hollywood\" was fabricated by a disreputable web site.\t\t"], "claim": ["\n\t\t\t\t\tClint Eastwood said that he was leaving Hollywood because it was full of \"Amerikan\" traitors.\t\t\t\t\t\t\t\t\t"], "rating": ["False"], "paragraphs": ["In June 2018, the disreputable web site ", " ", " a quote ostensibly uttered by cinematic icon Clint Eastwood about how the star was “leaving Hollywood” because it was full of “traitors and pedophilians”:", "This is not a genuine quote from Clint Eastwood, but rather a fabrication intended to attract the attention of alt-right conspiracy theorists by hitting on some of their favorite topics: Donald Trump, ", ", and ", " liberals.", "The ", " (and other sites of its ilk) have pushed this fictitious quote before, as a verbatim copy of this “article” was posted to the same web site in ", ". In both instances, the web site linked to the malware-infested BestUSAPoliticsNews.com.", "The NY Evening News claimed that Eastwood announced that he was “leaving Hollywood” during an appearance at the Cannes Film Festival for a 25th anniversary screening of his film ", ":", "Eastwood did attend the Cannes Film Festival for the 25th anniversary of ", ", but this event took place in May 2017. Furthermore, the referenced ", " ", " did not include any quotes from Eastwood about his leaving Hollywood or the film industry’s being full of “traitors” or “pedophilians” [sic]. Rather, the actor talked about how political correctness has changed since he made the film ", " back in 1971:", "A number of conservative news outlets, such as the ", ", picked up on Eastwood’s comments about political correctness. Again, however, those reports did not include any statements from Eastwood about pedophilia or Hollywood traitors. ", "Furthermore, Eastwood has remained a regular Hollywood participant since this fictitious quote was first posted. He worked with Warner Bros. for the release of his 2018 film ", ", and as of this writing is currently partnered with them for a new movie titled ", ".", "In other words, Clint Eastwood has not turned his back on Hollywood."], "paragraphsExtra": ["In June 2018, the disreputable web site ", " ", " a quote ostensibly uttered by cinematic icon Clint Eastwood about how the star was “leaving Hollywood” because it was full of “traitors and pedophilians”:", "This is not a genuine quote from Clint Eastwood, but rather a fabrication intended to attract the attention of alt-right conspiracy theorists by hitting on some of their favorite topics: Donald Trump, ", ", and ", " liberals.", "The ", " (and other sites of its ilk) have pushed this fictitious quote before, as a verbatim copy of this “article” was posted to the same web site in ", ". In both instances, the web site linked to the malware-infested BestUSAPoliticsNews.com.", "The NY Evening News claimed that Eastwood announced that he was “leaving Hollywood” during an appearance at the Cannes Film Festival for a 25th anniversary screening of his film ", ":", "Eastwood did attend the Cannes Film Festival for the 25th anniversary of ", ", but this event took place in May 2017. Furthermore, the referenced ", " ", " did not include any quotes from Eastwood about his leaving Hollywood or the film industry’s being full of “traitors” or “pedophilians” [sic]. Rather, the actor talked about how political correctness has changed since he made the film ", " back in 1971:", "A number of conservative news outlets, such as the ", ", picked up on Eastwood’s comments about political correctness. Again, however, those reports did not include any statements from Eastwood about pedophilia or Hollywood traitors. ", "Furthermore, Eastwood has remained a regular Hollywood participant since this fictitious quote was first posted. He worked with Warner Bros. for the release of his 2018 film ", ", and as of this writing is currently partnered with them for a new movie titled ", ".", "In other words, Clint Eastwood has not turned his back on Hollywood."], "blockquotes": ["Actor Clint Eastwood Makes Massive Announcement:Hollywood Is The Place Of Traitors And Pedophilians,This Morning l’ve Decided To Leave This Awful Place And Fight Against Traitors With Reak American Patriots With President Trump.’Do You Stand With Clint? Legendary actor and film director Clint Eastwood told a crowd at the Cannes Film Festival Sunday that political correctness is killing the entertainment industry.The Western film icon,who was visiting the festival in southern France for a 25th anniversary screening of his 1992 film ‘Unforgiven,’said America’s obsession with political correctness started around the time of the release of his 1971 movie’Dirty Harry’ to The Hollywood Reporter.", "The Western film icon, who was visiting the festival in southern France for a 25th anniversary screening of his 1992 film “Unforgiven,” said America’s obsession with political correctness started around the time of the release of his 1971 movie “Dirty Harry,” according to The Hollywood Reporter.", "“It was far-out at that time, so I brought it to [director] Don [Siegel], and he liked it,” Mr. Eastwood said. “A lot of people thought it was politically incorrect. That was at the beginning of the era that we’re in now with political correctness. We are killing ourselves, we’ve lost our sense of humor. But I thought it was interesting and it was daring.”"], "innerLinksParagraph": ["http://nyeveningnews.com/2018/06/15/actor-clint-eastwood-makes-massive-announcement-hollywood-is-the-place-of-traitors-and-pedophilians-this-morning-ive-decided-to-leave-this-awful-place-and-fight-against-traitors-wi/", "https://www.snopes.com/tag/pedophilia/", "https://www.snopes.com/tag/hollywood/", "http://nyeveningnews.com/2018/03/15/actor-clint-eastwood-makes-massive-announcement-hollywood-is-the-place-of-traitors-and-pedophilians-this-morning-ive-decidet-to-leave-this-awful-place-and-fight-against-traitors-with-real-am/", "https://www.hollywoodreporter.com/news/clint-eastwood-decries-pc-culture-cannes-weve-lost-sense-humor-1005933", "https://www.washingtontimes.com/news/2017/may/22/clint-eastwood-we-are-killing-ourselves-with-polit/"], "innerLinksBlockquote": []},
{"title": ["Joe Jackson Death Hoax"], "description": ["Fake news articles peddling the false claim that the Jackson family patriarch was dead followed in the wake of media reports that he is suffering from pancreatic cancer.\t\t"], "claim": ["\n\t\t\t\t\tJoe Jackson — patriarch of the entertainment family that includes singers Janet Jackson and the late Michael Jackson — has died of cancer.\t\t\t\t\t\t\t\t\t"], "rating": ["False"], "paragraphs": ["On 23 June 2018, an ", " appeared on a site called The Weekly Observer (no connection to the Hemingway, South Carolina ", " of the same name) saying that Joe Jackson, the father of Janet, Jermaine, and the late Michael Jackson, had succumbed to cancer at the age of 89:", "Despite inspiring a rash of erroneous death notices and remembrances on Twitter and Facebook, however, the claim that Jackson had passed away was a fabrication. As of 25 June 2018, no legitimate media sources had reported that Jackson was dead.", "TMZ.com did ", " on 22 June that Jackson was hospitalized with untreatable “terminal cancer.” An ", " on DailyMail.com offered more details about the illness, saying Jackson is suffering from stage four pancreatic cancer. It quoted Jermaine Jackson, 63, as saying his father was “very, very frail” and didn’t have long to live (Jermaine later ", " that he had confirmed details about Joe Jackson’s condition to the reporter.)", "False rumors of Jackson’s death had circulated before in May 2016 after he was hospitalized with a high fever. In that case he ", " with a notice on his web site saying “I Am 100% Alive,” and that the rumors were “greatly exaggerated.” He has not yet posted a reaction to the more recent false reports.", "According to their “About Us” ", ", the Weekly Observer purports to offer “researched content that appeals to our readers,” though a quick scan of their published articles reveals a backlog of shallow, poorly-vetted clickbait content aimed more at accumulating advertising revenue than providing reliable information."], "paragraphsExtra": ["On 23 June 2018, an ", " appeared on a site called The Weekly Observer (no connection to the Hemingway, South Carolina ", " of the same name) saying that Joe Jackson, the father of Janet, Jermaine, and the late Michael Jackson, had succumbed to cancer at the age of 89:", "Despite inspiring a rash of erroneous death notices and remembrances on Twitter and Facebook, however, the claim that Jackson had passed away was a fabrication. As of 25 June 2018, no legitimate media sources had reported that Jackson was dead.", "TMZ.com did ", " on 22 June that Jackson was hospitalized with untreatable “terminal cancer.” An ", " on DailyMail.com offered more details about the illness, saying Jackson is suffering from stage four pancreatic cancer. It quoted Jermaine Jackson, 63, as saying his father was “very, very frail” and didn’t have long to live (Jermaine later ", " that he had confirmed details about Joe Jackson’s condition to the reporter.)", "False rumors of Jackson’s death had circulated before in May 2016 after he was hospitalized with a high fever. In that case he ", " with a notice on his web site saying “I Am 100% Alive,” and that the rumors were “greatly exaggerated.” He has not yet posted a reaction to the more recent false reports.", "According to their “About Us” ", ", the Weekly Observer purports to offer “researched content that appeals to our readers,” though a quick scan of their published articles reveals a backlog of shallow, poorly-vetted clickbait content aimed more at accumulating advertising revenue than providing reliable information."], "blockquotes": ["Joe Jackson, the father of the famous family Jackson, lost the fight against cancer as he suffered from incurable illness and was in the final stage, many American media reported.", "The TMZ.com website, citing family sources, reported that 89-year-old Jackson suffered from cancer at the final stage. The Variety magazine supports a source that knows its status confirmed this information while DailyMail.com, based on family members and other unspecified sources, wrote that Joe Jackson suffered from cancer in the pancreas.", "Zerman Jackson, one of Joe Jackson‘s sons, confirmed on Twitter that his father died."], "innerLinksParagraph": ["http://archive.is/XHPSD", "http://www.scnow.com/observer/", "http://www.tmz.com/2018/06/22/joe-jackson-hospitalized-terminal-cancer/", "http://www.dailymail.co.uk/news/article-5874993/Joe-Jackson-hospitalized-stage-four-pancreatic-cancer-family-fight-visit-deathbed.html", "https://twitter.com/jermjackson5/status/1009900522579480576", "https://www.etonline.com/news/189116_joe_jackson_shares_health_update_as_family_gathers_at_hospital", "https://theweeklyobserver.com/about-us/"], "innerLinksBlockquote": []},
{"title": ["Did a Man Sue McDonald’s Because He Was Depressed After Eating a Happy Meal?"], "description": ["Despite what a hoax news article says, Happy Meals from McDonald's do not actually guarantee happiness.\t\t"], "claim": ["\n\t\t\t\t\tA man sued McDonald's because he was still depressed after eating a Happy Meal.\t\t\t\t\t\t\t\t\t"], "rating": ["False"], "paragraphs": ["Since at least July 2017, rumors that ", " was once sued by a man who was still depressed after eating a Happy Meal have resurfaced periodically: ", "This story was first ", " by 8shit.net, which — true to its name — only publishes satire and hoaxes:", "A disclaimer in the footage of the web site states:", "This fake news stories may invoke memories of another “frivolous” lawsuit against McDonald’s from the 1990s when the company was sued for serving coffee that was too hot. Although that lawsuit was real, it was not as ", " as it is often presented. "], "paragraphsExtra": ["Since at least July 2017, rumors that ", " was once sued by a man who was still depressed after eating a Happy Meal have resurfaced periodically: ", "This story was first ", " by 8shit.net, which — true to its name — only publishes satire and hoaxes:", "A disclaimer in the footage of the web site states:", "This fake news stories may invoke memories of another “frivolous” lawsuit against McDonald’s from the 1990s when the company was sued for serving coffee that was too hot. Although that lawsuit was real, it was not as ", " as it is often presented. "], "blockquotes": ["Some people take marketing campaigns very seriously. This is the case of Ruben Caradehuevo, a depressed man that sued McDonalds for about $1.5 million dollars because after he ate his happy meal, he was still depressed.", "[…]", "“I bought my happy meal, thinking that that would be the perfect solution for my depression”, Caradehuevo relates. He kept going: “I started eating and I was half way done, but my depression was still there”, he states. After finishing his food, the depression hadn’t still gone away, and he got really pissed.", "8Shit is a satire news and humor website. All its content is fiction (except those posts under the “serious” category) and shouldn’t be taken as real. All references, names and marks or institutions in this website are used as contextual elements, like in any novel or science-fiction story."], "innerLinksParagraph": ["https://www.snopes.com/tag/mcdonalds/", "https://www.8shit.net/man-sues-mcdonalds-still-depressed-eating-happy-meal/", "https://www.snopes.com/fact-check/stella-awards/"], "innerLinksBlockquote": []},
{"title": ["Did a Trump Tower Open in Pyongyang?"], "description": ["The claim that a Trump-branded hotel opened in North Korea's capital less than 24 hours after the historic Trump-Kim summit originated on a satirical web site.\t\t"], "claim": ["\n\t\t\t\t\tA Trump Tower hotel opened in Pyongyang, North Korea within a day of the historic summit between President Trump and Kim Jong-Un.\t\t\t\t\t\t\t\t\t"], "rating": ["False"], "paragraphs": ["On 12 June 2018, the same day President Donald Trump and North Korea’s Chairman Kim Jong Un met for an historic ", " in Singapore, social media erupted with reports that a brand-new Trump Tower hotel had already opened in Pyongyang, the North Korean capital:", "\nNearly all the posts link back to an ", " titled “Trump Tower Opens in Pyongyang” on a web site called ", ", described in its masthead as “the American military’s most-trusted news source.” The article said the Trump-branded enterprise had been hastily ensconced in an existing, never-completed hotel building:", "But although the ill-fated ", " does exist in downtown Pyongyang (and is popularly known outside North Korea as the “", "“), there have been no mainstream news reports of its being rebranded as a Trump property, nor any evidence that the president issued a public statement praising the hotel’s tacos. ", "In point of fact, the article is an obvious spoof on the aggrandizing hype surrounding the Trump/Kim summit, not least Trump’s own ", " that he enticed Kim Jong Un to give up nuclear missile testing by promising that North Korea could have “the best hotels in the world” instead.", "As explained in a ", " on the site, Duffel Blog’s stock-in-trade is social and political satire:", "Even before the Duffel Blog article appeared, jokes and memes predicting or announcing the construction of a Trump Tower in Pyongyang were getting significant social media play:", "\nNo actual plans to erect a Trump-branded hotel in North Korea have been announced …yet. "], "paragraphsExtra": ["On 12 June 2018, the same day President Donald Trump and North Korea’s Chairman Kim Jong Un met for an historic ", " in Singapore, social media erupted with reports that a brand-new Trump Tower hotel had already opened in Pyongyang, the North Korean capital:", "\nNearly all the posts link back to an ", " titled “Trump Tower Opens in Pyongyang” on a web site called ", ", described in its masthead as “the American military’s most-trusted news source.” The article said the Trump-branded enterprise had been hastily ensconced in an existing, never-completed hotel building:", "But although the ill-fated ", " does exist in downtown Pyongyang (and is popularly known outside North Korea as the “", "“), there have been no mainstream news reports of its being rebranded as a Trump property, nor any evidence that the president issued a public statement praising the hotel’s tacos. ", "In point of fact, the article is an obvious spoof on the aggrandizing hype surrounding the Trump/Kim summit, not least Trump’s own ", " that he enticed Kim Jong Un to give up nuclear missile testing by promising that North Korea could have “the best hotels in the world” instead.", "As explained in a ", " on the site, Duffel Blog’s stock-in-trade is social and political satire:", "Even before the Duffel Blog article appeared, jokes and memes predicting or announcing the construction of a Trump Tower in Pyongyang were getting significant social media play:", "\nNo actual plans to erect a Trump-branded hotel in North Korea have been announced …yet. "], "blockquotes": ["“The Trump Organization declared that the new Trump Tower Pyongyang would be “the finest mixed-use real-estate venture in the world” ", " ", "— Niewidzialna Ręka™ (@Reka_Niewidka) ", "It is the first Western hotel to open in the secretive country, which is often called the “Hermit Kingdom.”", "“You know, they tell me this is the finest hotel in, literally, all of Asia. You can’t beat it. And it serves the most delicious tacos,” Trump told reporters. “Highly recommended for journalists when they go to cover the denuclearization of North Korea!”", "Kim, who was standing next to Trump, said nothing and smiled.", "The new franchise was rapidly constructed inside the existing Ryugyong Hotel, a massive 1,000-foot tall glass pyramid that sits in the heart of Pyongyang. The hotel was empty until recently, although it has been under construction for more than thirty years. Foreigners nicknamed the empty building the “Hotel of Doom.”", "Duffel Blog is a parody of a news organization, and all content it publishes is satirical in nature. No content should be regarded as truthful, and no reference of an individual, company, or military unit seeks to inflict malice or emotional harm. All characters, groups, and military units appearing in these works are fictitious. Any resemblance to real persons, living or dead, or actual military units and companies is purely coincidental.", "Satire-", "\nThe real reason Trump wants to meet with Kim Jong Un:", "\nTrump Tower Pyongyang ", "— Sticky Germ (@StickyGerm) ", "“They have great beaches. You see that whenever they’re exploding their cannons into the ocean. I said boy look at that, wouldn’t that make a great condo,” ", ", commenting on future site of Trump Tower Pyongyang.", " ", "— Joe Mandese (@jmandese) ", "They already have a design for Trump Tower Pyongyang… ", " ", " ", "— Blocked By Trump (@trump_blocked) "], "innerLinksParagraph": ["https://www.reuters.com/video/2018/06/12/trump-and-kim-sign-agreement-at-historic?videoId=435193194", "http://archive.is/q18Of", "https://www.snopes.com/tag/duffel-blog/", "https://www.beaumontenterprise.com/news/us/article/AP-PHOTOS-Life-in-North-Korea-as-Trump-Kim-12977240.php#photo-15687794", "https://www.stuff.co.nz/travel/news/95306939/walls-around-north-koreas-hotel-of-doom-come-down", "http://thehill.com/homenews/administration/391773-trump-i-told-kim-he-could-have-the-best-hotels-in-the-world", "https://www.duffelblog.com/about/"], "innerLinksBlockquote": []}
